<STRONG><FONT size=5>Lesson 1&nbsp;&nbsp;&nbsp; A private conversation</FONT></STRONG> 
<P></P>
<P><STRONG><FONT size=4>First listen and then answer the question.</FONT></STRONG><BR>&#21548;&#24405;&#38899;&#65292;&#28982;&#21518;&#22238;&#31572;&#20197;&#19979;&#38382;&#39064;&#12290;</P>
<P>Why did the writer complain to the people behind him?</P>
<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Last week I went to the theatre. I had a very good seat. The play was very interesting. I did not enjoy it. A young man and a young woman were sitting behind me. They were talking loudly. I got very angry. I could not hear the actors. I turned round. I looked at the man and the woman angrily. They did not pay any attention. In the end, I could not bear it. I turned round again. "I can't hear a word!" I said angrily.</P>
<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "It's none of your business," the young man said rudely. "This is a private conversation." 
<P>&nbsp; 
<P><STRONG><FONT size=4>&#21442;&#32771;&#35793;&#25991;</FONT></STRONG> 
<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#19978;&#26143;&#26399;&#25105;&#21435;&#30475;&#25103;&#12290;&#25105;&#30340;&#24231;&#20301;&#24456;&#22909;&#65292;&#25103;&#24456;&#26377;&#24847;&#24605;&#65292;&#20294;&#25105;&#21364;&#26080;&#27861;&#27427;&#36175;&#12290;&#19968;&#38738;&#24180;&#30007;&#23376;&#19982;&#19968;&#38738;&#24180;&#22899;&#23376;&#22352;&#22312;&#25105;&#30340;&#36523;&#21518;&#65292;&#22823;&#22768;&#22320;&#35828;&#30528;&#35805;&#12290;&#25105;&#38750;&#24120;&#29983;&#27668;&#65292;&#22240;&#20026;&#25105;&#21548;&#19981;&#35265;&#28436;&#21592;&#22312;&#35828;&#20160;&#20040;&#12290;&#25105;&#22238;&#36807;&#22836;&#21435;&#24594;&#35270;&#37027;&#19968;&#23545;&#30007;&#22899;&#65292;&#20182;&#20204;&#21364;&#27627;&#19981;&#29702;&#20250;&#12290;&#26368;&#21518;&#65292;&#25105;&#24525;&#19981;&#20303;&#20102;&#65292;&#21448;&#19968;&#27425;&#22238;&#36807;&#22836;&#21435;&#65292;&#29983;&#27668;&#22320;&#35828;&#65306;&#8220;&#25105;&#19968;&#20010;&#23383;&#20063;&#21548;&#19981;&#35265;&#20102;&#65281;&#8221; 
<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#8221;&#19981;&#20851;&#20320;&#30340;&#20107;&#65292;&#8220;&#37027;&#30007;&#30340;&#27627;&#19981;&#23458;&#27668;&#22320;&#35828;&#65292;&#8220;&#36825;&#26159;&#31169;&#20154;&#38388;&#30340;&#35848;&#35805;&#65281;&#8220;