<H3 id=nav_point_50 class=calibre11 style='FONT-SIZE: 1.12em; FONT-FAMILY: "Microsoft YaHei", Arial, Helvetica, sans-serif; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FONT-WEIGHT: bold; COLOR: rgb(49,49,49); PADDING-BOTTOM: 0px; FONT-STYLE: normal; PADDING-TOP: 0px; PADDING-LEFT: 0px; ORPHANS: 2; WIDOWS: 2; MARGIN: 1em 0px 0px; DISPLAY: block; LETTER-SPACING: normal; LINE-HEIGHT: 1.2; PADDING-RIGHT: 0px; BACKGROUND-COLOR: rgb(255,255,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial'><STRONG class=calibre6 style="FONT-WEIGHT: bold; LINE-HEIGHT: 1.2">&#38381;&#21253;&#19982;&#20869;&#23384;&#31649;&#29702;</STRONG></H3>
<P class=calibre1 style='FONT-SIZE: 14px; FONT-FAMILY: "Microsoft YaHei", Arial, Helvetica, sans-serif; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FONT-WEIGHT: 400; COLOR: rgb(49,49,49); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; MARGIN: 1em 0px; DISPLAY: block; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(255,255,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial'>&#38381;&#21253;&#26159;&#19968;&#20010;&#38750;&#24120;&#24378;&#22823;&#30340;&#29305;&#24615;&#65292;&#20294;&#20154;&#20204;&#23545;&#20854;&#20063;&#26377;&#35832;&#22810;&#35823;&#35299;&#12290;&#19968;&#31181;&#32824;&#20154;&#21548;&#38395;&#30340;&#35828;&#27861;&#26159;&#38381;&#21253;&#20250;&#36896;&#25104;&#20869;&#23384;&#27844;&#38706;&#65292;&#25152;&#20197;&#35201;&#23613;&#37327;&#20943;&#23569;&#38381;&#21253;&#30340;&#20351;&#29992;&#12290;</P>
<P class=calibre1 style='FONT-SIZE: 14px; FONT-FAMILY: "Microsoft YaHei", Arial, Helvetica, sans-serif; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FONT-WEIGHT: 400; COLOR: rgb(49,49,49); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; MARGIN: 1em 0px; DISPLAY: block; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(255,255,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial'>&#23616;&#37096;&#21464;&#37327;&#26412;&#26469;&#24212;&#35813;&#22312;&#20989;&#25968;&#36864;&#20986;&#30340;&#26102;&#20505;&#34987;&#35299;&#38500;&#24341;&#29992;&#65292;&#20294;&#22914;&#26524;&#23616;&#37096;&#21464;&#37327;&#34987;&#23553;&#38381;&#22312;&#38381;&#21253;&#24418;&#25104;&#30340;&#29615;&#22659;&#20013;&#65292;&#37027;&#20040;&#36825;&#20010;&#23616;&#37096;&#21464;&#37327;&#23601;&#33021;&#19968;&#30452;&#29983;&#23384;&#19979;&#21435;&#12290;&#20174;&#36825;&#20010;&#24847;&#20041;&#19978;&#30475;&#65292;&#38381;&#21253;&#30340;&#30830;&#20250;&#20351;&#19968;&#20123;&#25968;&#25454;&#26080;&#27861;&#34987;&#21450;&#26102;&#38144;&#27585;&#12290;&#20351;&#29992;&#38381;&#21253;&#30340;&#19968;&#37096;&#20998;&#21407;&#22240;&#26159;&#25105;&#20204;&#36873;&#25321;&#20027;&#21160;&#25226;&#19968;&#20123;&#21464;&#37327;&#23553;&#38381;&#22312;&#38381;&#21253;&#20013;&#65292;&#22240;&#20026;&#21487;&#33021;&#22312;&#20197;&#21518;&#36824;&#38656;&#35201;&#20351;&#29992;&#36825;&#20123;&#21464;&#37327;&#65292;&#25226;&#36825;&#20123;&#21464;&#37327;&#25918;&#22312;&#38381;&#21253;&#20013;&#21644;&#25918;&#22312;&#20840;&#23616;&#20316;&#29992;&#22495;&#65292;&#23545;&#20869;&#23384;&#26041;&#38754;&#30340;&#24433;&#21709;&#26159;&#19968;&#33268;&#30340;&#65292;&#36825;&#37324;&#24182;&#19981;&#33021;&#35828;&#25104;&#26159;&#20869;&#23384;&#27844;&#38706;&#12290;&#22914;&#26524;&#22312;&#23558;&#26469;&#38656;&#35201;&#22238;&#25910;&#36825;&#20123;&#21464;&#37327;&#65292;&#25105;&#20204;&#21487;&#20197;&#25163;&#21160;&#25226;&#36825;&#20123;&#21464;&#37327;&#35774;&#20026;<CODE class=calibre9 style="FONT-FAMILY: Courier, Menlo, Monaco, Consolas, monospace">null</CODE>&#12290;</P>
<P class=calibre1 style='FONT-SIZE: 14px; FONT-FAMILY: "Microsoft YaHei", Arial, Helvetica, sans-serif; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FONT-WEIGHT: 400; COLOR: rgb(49,49,49); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; MARGIN: 1em 0px; DISPLAY: block; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(255,255,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial'>&#36319;&#38381;&#21253;&#21644;&#20869;&#23384;&#27844;&#38706;&#26377;&#20851;&#31995;&#30340;&#22320;&#26041;&#26159;&#65292;&#20351;&#29992;&#38381;&#21253;&#30340;&#21516;&#26102;&#27604;&#36739;&#23481;&#26131;&#24418;&#25104;&#24490;&#29615;&#24341;&#29992;&#65292;&#22914;&#26524;&#38381;&#21253;&#30340;&#20316;&#29992;&#22495;&#38142;&#20013;&#20445;&#23384;&#30528;&#19968;&#20123;DOM&#33410;&#28857;&#65292;&#36825;&#26102;&#20505;&#23601;&#26377;&#21487;&#33021;&#36896;&#25104;&#20869;&#23384;&#27844;&#38706;&#12290;&#20294;&#36825;&#26412;&#36523;&#24182;&#38750;&#38381;&#21253;&#30340;&#38382;&#39064;&#65292;&#20063;&#24182;&#38750;JavaScript&#30340;&#38382;&#39064;&#12290;&#22312;IE&#27983;&#35272;&#22120;&#20013;&#65292;&#30001;&#20110;BOM&#21644;DOM&#20013;&#30340;&#23545;&#35937;&#26159;&#20351;&#29992;C++&#20197;COM&#23545;&#35937;&#30340;&#26041;&#24335;&#23454;&#29616;&#30340;&#65292;&#32780;COM&#23545;&#35937;&#30340;&#22403;&#22334;&#25910;&#38598;&#26426;&#21046;&#37319;&#29992;&#30340;&#26159;&#24341;&#29992;&#35745;&#25968;&#31574;&#30053;&#12290;&#22312;&#22522;&#20110;&#24341;&#29992;&#35745;&#25968;&#31574;&#30053;&#30340;&#22403;&#22334;&#22238;&#25910;&#26426;&#21046;&#20013;&#65292;&#22914;&#26524;&#20004;&#20010;&#23545;&#35937;&#20043;&#38388;&#24418;&#25104;&#20102;&#24490;&#29615;&#24341;&#29992;&#65292;&#37027;&#20040;&#36825;&#20004;&#20010;&#23545;&#35937;&#37117;&#26080;&#27861;&#34987;&#22238;&#25910;&#65292;&#20294;&#24490;&#29615;&#24341;&#29992;&#36896;&#25104;&#30340;&#20869;&#23384;&#27844;&#38706;&#22312;&#26412;&#36136;&#19978;&#20063;&#19981;&#26159;&#38381;&#21253;&#36896;&#25104;&#30340;&#12290;</P>
<P class=calibre1 style='FONT-SIZE: 14px; FONT-FAMILY: "Microsoft YaHei", Arial, Helvetica, sans-serif; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FONT-WEIGHT: 400; COLOR: rgb(49,49,49); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; MARGIN: 1em 0px; DISPLAY: block; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(255,255,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial'>&#21516;&#26679;&#65292;&#22914;&#26524;&#35201;&#35299;&#20915;&#24490;&#29615;&#24341;&#29992;&#24102;&#26469;&#30340;&#20869;&#23384;&#27844;&#38706;&#38382;&#39064;&#65292;&#25105;&#20204;&#21482;&#38656;&#35201;&#25226;&#24490;&#29615;&#24341;&#29992;&#20013;&#30340;&#21464;&#37327;&#35774;&#20026;<CODE class=calibre9 style="FONT-FAMILY: Courier, Menlo, Monaco, Consolas, monospace">null</CODE>&#21363;&#21487;&#12290;&#23558;&#21464;&#37327;&#35774;&#32622;&#20026;<CODE class=calibre9 style="FONT-FAMILY: Courier, Menlo, Monaco, Consolas, monospace">null</CODE>&#24847;&#21619;&#30528;&#20999;&#26029;&#21464;&#37327;&#19982;&#23427;&#27492;&#21069;&#24341;&#29992;&#30340;&#20540;&#20043;&#38388;&#30340;&#36830;&#25509;&#12290;&#24403;&#22403;&#22334;&#25910;&#38598;&#22120;&#19979;&#27425;&#36816;&#34892;&#26102;&#65292;&#23601;&#20250;&#21024;&#38500;&#36825;&#20123;&#20540;&#24182;&#22238;&#25910;&#23427;&#20204;&#21344;&#29992;&#30340;&#20869;&#23384;&#12290;